{ 
	"name" : "Zamek",
	"x" : 7,
	"y" : 0,
	"size_x" : 7,
	"size_y" : 5,
	"size_z" : 6,
	"ground_level" : 2,
	"square" : [
	{
      "name" : "Spichlerz",
      "description" : "Znalazłeś się w budynku, w którym przechowywana jest żywność dla mieszkańców zamku. Możesz stąd wyjść na wschód przez szerokie drzwi, albo przejść w głąb budynku na południe.",
      "coord" : {"x" : 0, "y" : 0, "z" : 2},
      "surface" : 2,
      "exit" : [0,0,1,0,1,0,0,0,0,0]
    },
    {
      "name" : "Przejście",
      "description" : "Stoisz w pobliżu zamku. Na północy jest wyjście do miasta, na wschodzie wznoszą się mury zamku, na zachodzie jest wejście do Spichlerza. Idąc na południe dotrzesz do placu zamkowego.",
      "coord" : {"x" : 1, "y" : 0, "z" : 2},
      "surface" : 1,
      "exit" : [1,0,0,0,1,0,1,0,0,0]
    },
    {
      "name" : "Jadalnia",
      "description" : "Znalazłeś się w rozległym pomieszczeniu. Stoją tu dwa rzędy stołów. Przy zachodniej ścianie na podwyższeniu stoi jeszcze jeden stół z bogato zdobionym obrusem. Jadalnia przechodzi w salę tronową na wschodzie. Na południu są drzwi do kuchni.",
      "coord" : {"x" : 2, "y" : 0, "z" : 2},
      "surface" : 2,
      "exit" : [0,0,1,0,1,0,0,0,0,0]
    },
    {
      "name" : "Sala Tronowa",
      "description" : "Stoisz wewnątrz wielkiej sali, na podwyższeniu ustawiono tu tron. Na ścianach wiszą obrazy oraz godła. Na zachodzie jest Jadalnia. Na południu ciężkie drzwi prowadzą do westybulu.",
      "coord" : {"x" : 3, "y" : 0, "z" : 2},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,1,0,0,0]
    },
    {
      "name" : "Biblioteka",
      "description" : "Wszedłeś do Królewskiej Biblioteki, jednego z najwięszych zbiorów pism na kontynencie. Na regałach ustawione są równo ksiązki. Przy drzwiach od południa jest biurko.",
      "coord" : {"x" : 4, "y" : 0, "z" : 2},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Przejście",
      "description" : "Stoisz w pobliżu zamku. Na północy jest wyjście do miasta, na zachodzie wznoszą się mury zamku. Idąc na południe dotrzesz do placu zamkowego.",
      "coord" : {"x" : 5, "y" : 0, "z" : 2},
      "surface" : 1,
      "exit" : [1,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Mieszkanie Zarządcy",
      "description" : "Wszedłeś do przytulnego mieszkanka. Jest tu łóżko, stół, krzesła i skrzynia. Na południu są drzwi do holu.",
      "coord" : {"x" : 6, "y" : 0, "z" : 2},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Spichlerz",
      "description" : "Znalazłeś się w głębi spichlerza. Dookoła pod ścianami stoją sąsieki i worki. Na górę prowadzi drabina, z otworu w suficie zwisa lina kołowrotu. Na północy znajduje się dlasza część spichlerza. W kącie znajdują się kamienne schody na dół.",
      "coord" : {"x" : 0, "y" : 1, "z" : 2},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,1,1]
    },
    {
      "name" : "Przejście",
      "description" : "Znajdujesz się pomiędzy spichlerzem a zamkiem. Możesz przejsć dalej na północ lub do placu zamkowego na południe.",
      "coord" : {"x" : 1, "y" : 1, "z" : 2},
      "surface" : 1,
      "exit" : [1,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Kuchnia",
      "description" : "Wszedłeś do zamkowej kuchni. Dookoła stoją szafki kuchenne i blaty. Pod zachodnią ścianą jest duże palenisko. Na północ jest przejście do Jadalni, na wschód wyjście do Westybulu.",
      "coord" : {"x" : 2, "y" : 1, "z" : 2},
      "surface" : 2,
      "exit" : [1,0,1,0,0,0,0,0,0,0]
    },
    {
      "name" : "Westybul",
      "description" : "Stoisz w centralnej części zamku. Na każdej ścianie są drzwi, na górę prowadzą piękne schody biegnące po obu stronach pomieszczenia, pod jednymi z nich znajdują się mniejsze schody do podziemi zamku. MOżesz przejść na północ do sali tronowej, na wschód do gabinetu, na zachód do kuchni.",
      "coord" : {"x" : 3, "y" : 1, "z" : 2},
      "surface" : 2,
      "exit" : [1,0,1,0,1,0,1,0,1,1]
    },
    {
      "name" : "Gabinet",
      "description" : "Wszedłeś do miejsca urzędowania sekretarza. Stoi tu biurko, regał, skrzynia. W rogu pomieszczenia na północy są drzwi do biblioteki.",
      "coord" : {"x" : 4, "y" : 1, "z" : 2},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,1,0,0,0]
    },
    {
      "name" : "Przejście",
      "description" : "Stoisz w pobliżu zamku. Na północy jest wyjście do miasta, na zachodzie wznoszą się mury zamku. Na wschodzie jest wejście do kamienicy. Idąc na południe dotrzesz do placu zamkowego.",
      "coord" : {"x" : 5, "y" : 1, "z" : 2},
      "surface" : 1,
      "exit" : [1,0,1,0,1,0,0,0,0,0]
    },
    {
      "name" : "Hol",
      "description" : "Wszedłeś do kamienicy, wnętrze jest skromne ale zadbane. W górę prowadzą schody. Na północy znajdują się drzwi do mieszkania zarządcy, na południu przejście do kuchni.",
      "coord" : {"x" : 6, "y" : 1, "z" : 2},
      "surface" : 2,
      "exit" : [1,0,0,0,1,0,1,0,1,0]
    },
    {
      "name" : "Browar",
      "description" : "Znalazłeś się we wnętrzu browaru zamkowego. Stoją tu dwie kadzie i kilka beczek. Na górę i na dół prowadzą schody.",
      "coord" : {"x" : 0, "y" : 2, "z" : 2},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,1,1]
    },
    {
      "name" : "Plac Zamkowy",
      "description" : "Dotarłeś do północno-zachodniego rogu placu zamkowego. Dociera do ciebie zapach fermentującego piwa z browaru na zachodzie. Idąc na północ dotrzesz do wyjścia do miasta. Na północym wschodzie wznosi się zamek.",
      "coord" : {"x" : 1, "y" : 2, "z" : 2},
      "surface" : 1,
      "exit" : [1,0,1,1,1,0,1,0,0,0]
    },
    {
      "name" : "Plac Zamkowy",
      "description" : "Znajdujesz się w zachodniej części placu zamkowego, przed tobą na północy wznosi się zamek, jego zachodnia wieża wygląda majestatycznie. Możesz stąd przejść na wschód, południe i zachód.",
      "coord" : {"x" : 2, "y" : 2, "z" : 2},
      "surface" : 1,
      "exit" : [0,0,1,1,1,1,1,0,0,0]
    },
    {
      "name" : "Plac Zamkowy",
      "description" : "Znajdujesz się w centralnej części placu zamkowego, na północy znajduje się wejście do zamku, poprzedzone pięcioma marmurowymi stopniami. Na każdym z nich po obu stronach stoi kamienny lew. Możesz stąd przejść na wschód, południe i zachód.",
      "coord" : {"x" : 3, "y" : 2, "z" : 2},
      "surface" : 1,
      "exit" : [1,0,1,1,1,1,1,0,0,0]
    },
    {
      "name" : "Plac Zamkowy",
      "description" : "Znajdujesz się we wschodniej części placu zamkowego, przed tobą na północy wznosi się wschodnia wieża zamku. Możesz stąd przejść na wschód, południe i zachód.",
      "coord" : {"x" : 4, "y" : 2, "z" : 2},
      "surface" : 1,
      "exit" : [0,0,1,1,1,1,1,0,0,0]
    },
    {
      "name" : "Plac Zamkowy",
      "description" : "Dotarłeś do północno wschodniego rogu placu zamkowego. Zamek znajduje się na północym-zachodzie od ciebie. Idąc na północ dotrzesz do wyjścia do miasta. Idąc na wschód dotrzesz do bramy głównej.",
      "coord" : {"x" : 5, "y" : 2, "z" : 2},
      "surface" : 1,
      "exit" : [1,0,0,0,1,1,1,0,0,0]
    },
    {
      "name" : "Kuchnia w kamienicy",
      "description" : "Jesteś w kuchni, w której przygotowuje się jedzenie dla mieszkańców kamienicy. Jest tu palenisko, stoły, szafki. W kącie jest zejście po drabinie do spiżarni. Możesz stąd wyjśc na północ.",
      "coord" : {"x" : 6, "y" : 2, "z" : 2},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,0,1]
    },
    {
      "name" : "Skład kupca",
      "description" : "Wszedłeś do magazynku kupca. Znjadują się tu skrzynie, worki, dokumenty. Na górę prowadzą drewniane schody. Mozesz stąd wyjść na wschód.",
      "coord" : {"x" : 0, "y" : 3, "z" : 2},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,1,0]
    },
    {
      "name" : "Plac Zamkowy",
      "description" : "Dotarłeś do południowo-zachodniego rogu placu zamkowego. Na zachodzie jest mieszkanie kupca, na południu wejscie do kuźni.",
      "coord" : {"x" : 1, "y" : 3, "z" : 2},
      "surface" : 1,
      "exit" : [1,1,1,0,1,0,1,0,0,0]
    },
    {
      "name" : "Plac Zamkowy",
      "description" : "Znajdujesz się w zachodniej części placu zamkowego. Na południu jest wejście do zbrojowni, która znajduje siena najniższym pietrze wieży przy bramie. Możesz stąd przejść na północ, wschód i zachód.",
      "coord" : {"x" : 2, "y" : 3, "z" : 2},
      "surface" : 1,
      "exit" : [1,1,1,0,1,0,1,1,0,0]
    },
    {
      "name" : "Plac Zamkowy",
      "description" : "Znajdujesz się w centralnej części placu zamkowego. Na południu jest brama. Możesz stąd przejść na północ, wschód i zachód.",
      "coord" : {"x" : 3, "y" : 3, "z" : 2},
      "surface" : 1,
      "exit" : [1,1,1,0,1,0,1,1,0,0]
    },
    {
      "name" : "Plac Zamkowy",
      "description" : "Znajdujesz się we wschodniej części placu zamkowego. Na południu wznosi się wieża przy bramie. Możesz stąd przejść na północ, wschód i zachód.",
      "coord" : {"x" : 4, "y" : 3, "z" : 2},
      "surface" : 1,
      "exit" : [1,1,1,0,0,0,1,1,0,0]
    },
    {
      "name" : "Plac Zamkowy",
      "description" : "Dotarłeś do południowo-zachodniego rogu placu zamkowego. Na wschodzie jest wejscie do Gospody. Na południu jest wejście do kwatery straży. Idąc na północ dotrzesz do wyjścia do miasta. Idąc na zachód dotrzesz do bramy głównej.",
      "coord" : {"x" : 5, "y" : 3, "z" : 2},
      "surface" : 1,
      "exit" : [1,0,1,0,1,0,1,1,0,0]
    },
    {
      "name" : "Gospoda",
      "description" : "Wszedłeś do gospody, wnętrze jest zadbane, jak na obiekt tego przeznaczenia, w kilku rzędach stoją ławy, od południa stoi bar, za którym jest przejscie do kuchni. Na górę prowadzą schody.",
      "coord" : {"x" : 6, "y" : 3, "z" : 2},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,1,0,1,0]
    },
    {
      "name" : "Zaplecze Kuźni",
      "description" : "Znalazłeś się w głębi warsztatu kowala, stoi tu stół, kilka skrzyń, oraz stojaków na broń. Leży tu trochę zniszczonego sprzętu jak miechy, młoty i tym podobne. Możesz sttąd przejść do kuźni na wschód.",
      "coord" : {"x" : 0, "y" : 4, "z" : 2},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,0,0]
    },
    {
      "name" : "Kuźnia",
      "description" : "Wszedłeś do kuźni. Na środku ustawione jest kowadło, pod południową ścianą wielkie palenisko z miechem, znajduje się tu też wiadro z wodą. Na piętro prowadzą kamienne schody. Możesz stąd przejść na zachód na zaplecze lub do placu zamkowego, gdyż kuźnia w zasadzie nie posiada północnej ściany.",
      "coord" : {"x" : 1, "y" : 4, "z" : 2},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,1,0,1,0]
    },
    {
      "name" : "Zbrojownia",
      "description" : "W najniższym pomieszczeniu wieży urządzono zbrojownię straży. Ustawiono tu stojaki na miecze i łuki. Strome schody prowadzą na górę. Większe drzwi prowadzą na północ, na plac zamkowy, mniejsze na wschód, do bramy głównej.",
      "coord" : {"x" : 2, "y" : 4, "z" : 2},
      "surface" : 2,
      "exit" : [1,0,1,0,0,0,0,0,1,0]
    },
    {
      "name" : "Brama główna",
      "description" : "Jesteś we wnętrzu bramy głównej, od północy znajduje się wyjście na plac zamkowy, na południu do miasta. Obydwa są zamknięte kamiennym łukiem od góry. Stalowe kraty mogą być opuszczone w razie potrzeby. W zachodniej ścianie znajdują się małe drzwi do zbrojowni.",
      "coord" : {"x" : 3, "y" : 4, "z" : 2},
      "surface" : 2,
      "exit" : [1,0,0,0,1,0,1,0,0,0]
    },
    {
      "name" : "Kwatera Straży",
      "description" : "Znajdujesz się w pokoju, w którym nocują strażnicy, są tu łóżka i szafki, dalsza część pomieszczenia znajduje się na wschodzie.",
      "coord" : {"x" : 4, "y" : 4, "z" : 2},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,1,0]
    },
    {
      "name" : "Kwatera Straży",
      "description" : "Wszedłeś do budynku, w którym mieszkaja strażnicy, stoi tu kilka łóżek i szafek, w których żołnierze przechowują swoją własność. Na górę prowadzą wąskie strome schody. Dalsza część pomieszczenia znajduje się na zachodzie. Możesz stąd wyjść drzwiami na północ.",
      "coord" : {"x" : 5, "y" : 4, "z" : 2},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,1,0,1,0]
    },
    {
      "name" : "Kuchnia",
      "description" : "Przeszedłeś do kuchni, w której przygotowywane jest jedzenie dla gości Gospody. Na palenisku jest tu ustawiony wielki kocioł, oprócz tego stoi tu stół, szafki. Wąskie schody prowadzą w dół do spiżarni.",
      "coord" : {"x" : 6, "y" : 4, "z" : 2},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,0,1]
    },
    {
      "name" : "Spiżarnia",
      "description" : "Dotarłeś do dalszej części podziemi spichlerza, złożona w stos leży tu rzepa, korpiele i buraki. W beczkach fermentuje kapusta. Stoi tu także kilka skrzyń. Możesz wrócić na południe.",
      "coord" : {"x" : 0, "y" : 0, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Piwnica",
      "description" : "Wszedłeś do zamkowej piwnicy. Kucharze przechowują tu trunki dla bywalców zamku, w regale leżą butelki wina, obok ustawione są beczki z piwem. Dalsza część piwnicy znajduje się na wschodzie. Możesz stąd przejść do korytarza na południe. W kącie jest małe zejście niżej.",
      "coord" : {"x" : 2, "y" : 0, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,1,0,1,0,0,0,0,1]
    },
    {
      "name" : "Piwnica",
      "description" : "Znalazłeś się w głębi piwnicy. W workach przechowywana jest marchew, pietruszka, a takze zapasy maki. Pod sklepieniem wisi cebula i czosnek.",
      "coord" : {"x" : 3, "y" : 0, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,1,0,0,0]
    },
    {
      "name" : "Skarbiec",
      "description" : "Znalazłeś sie w ciemnym pomieszczeniu. Dookoła stoją skrzynie ze złotem, srebrem i kamieniami szlachetnymi. Na regale ustawione są sakwy i kuferki, a także plik papierów wartościowych. W kamiennej podłodze znajduje się stalowa klapa. Możesz stąd przejść na południe do gabinetu skarbnika.",
      "coord" : {"x" : 4, "y" : 0, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,1]
    },
    {
      "name" : "Spiżarnia",
      "description" : "Zszedłeś do podziemi spichlerza. Przechowuje się tu warzywa, część w workach, część luzem. Stoi tu skrzynia. Możesz stąd przejśćw głąb spiżarni na północ, lub wrócić na górę.",
      "coord" : {"x" : 0, "y" : 1, "z" : 1},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,1,0]
    },
    {
      "name" : "Korytarz",
      "description" : "Stoisz w podziemnym przejsciu. Idąc na wschód dotrzesz do schodów na górę. Na północy znajduje się wejście do piwnicy, a na południu do lochów.",
      "coord" : {"x" : 2, "y" : 1, "z" : 1},
      "surface" : 2,
      "exit" : [1,0,1,0,1,0,0,0,0,0]
    },
    {
      "name" : "Korytarz",
      "description" : "Znalazłeś się w podziemiach zamku. Na górę prowadzą kamienne schody. Na wschodzie jest biuro skarbnika, na zachodzie dlasza część korytarza, możesz dojść nim do lochów lub piwnicy.",
      "coord" : {"x" : 3, "y" : 1, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,1,0,1,0]
    },
    {
      "name" : "Biuro Skarbnika",
      "description" : "Wszedłeś do miejsca urzędowania skarbnika. Pomieszczenie jest bardzo skromne. Na wyposażenie składa się głównie biurko i regał. Pełno tu papierów, przy biurku stoi kuferek. Na północnej ścianie znajdują się pancerne drzwi do skarbca. Możesz stąd wyjśćna zachód.",
      "coord" : {"x" : 4, "y" : 1, "z" : 1},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,1,0,0,0]
    },
    {
      "name" : "Piwnica Browaru",
      "description" : "Zszedłeś do miejsca w którym dojrzewa piwo uwarzone pietro wyżej, a w kadziach fermentuje młode piwo. Możesz wrócić na górę.",
      "coord" : {"x" : 0, "y" : 2, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,0,0,1,0]
    },
    {
      "name" : "Cela",
      "description" : "Stoisz w ciasnym pomieszczeniu, z zimnymi kamiennymi ścianami. Stoją tu dwie prycze i wiadro. Od wschodu pomieszczenie ograniczone jest kratami z drzwiami po środku.",
      "coord" : {"x" : 1, "y" : 2, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,0,0]
    },
    {
      "name" : "Lochy",
      "description" : "Idziesz podziemnym korytarzem, dotarłeś do początkowej części lochów, na wschodzie znajduje się cela. Możesz przejść dalej na południe, lub wrócić do korytarza na północ.",
      "coord" : {"x" : 2, "y" : 2, "z" : 1},
      "surface" : 2,
      "exit" : [1,0,0,0,1,0,1,0,0,0]
    },
    {
      "name" : "Cela",
      "description" : "Stoisz w więziennej celi, ustawiono tu piętrową pryczę. Od południa pomieszczenie ograniczone jest kratami z drzwiami po środku.",
      "coord" : {"x" : 3, "y" : 2, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Cela",
      "description" : "Stoisz w więziennej celi, ustawiono tu piętrową pryczę. Od południa pomieszczenie ograniczone jest kratami z drzwiami po środku.",
      "coord" : {"x" : 4, "y" : 2, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Spiżarnia",
      "description" : "Zszedłeś do malutkiej spiżarni, w której przechowywana jest żywność dla mieszkańców kamienicy. Możesz wrócić na górę.",
      "coord" : {"x" : 6, "y" : 2, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,0,0,1,0]
    },
    {
      "name" : "Cela",
      "description" : "Stoisz w więziennej celi, znajduje się tu jedna prycza. W kamiennej ścianie od wschodu wstawiono wzmocnione dębowe drzwi z małą kratką na wysokości oczu i podłużnym otworem przy ziemi.",
      "coord" : {"x" : 1, "y" : 3, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,0,0]
    },
    {
      "name" : "Lochy",
      "description" : "Dotarłeś do zakrętu podziemnego korytarza. Na zachodzie i południu znajdują się cele. Korytarz biegnie dalej na wschód. Stoi tu stołek strażnika. Małe kamienne schody prowadzą piętro niżej.",
      "coord" : {"x" : 2, "y" : 3, "z" : 1},
      "surface" : 2,
      "exit" : [1,0,1,0,1,0,1,0,0,1]
    },
    {
      "name" : "Lochy",
      "description" : "Idziesz podziemnym korytarzem, na północy widzisz za kratami wnętrze celi, na południu w kamiennej ścianie dostępu do następnej bronią solidne drzwi. Dalej na wschodzie jest koniec korytarza.",
      "coord" : {"x" : 3, "y" : 3, "z" : 1},
      "surface" : 2,
      "exit" : [1,0,1,0,1,0,1,0,0,0]
    },
    {
      "name" : "Lochy",
      "description" : "Dotarłeś do końca korytarza. Na północy i południu są cele więzienne. Możesz stąd wrócić na zachód.",
      "coord" : {"x" : 4, "y" : 3, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,1,0,0,0]
    },
    {
      "name" : "Cela",
      "description" : "Stoisz w celi, znajduje się tu jedna prycza i jeden materac leżący na posadzce. Wyjście na północ ograniczają ciężkie dębowe drzwi.",
      "coord" : {"x" : 2, "y" : 4, "z" : 1},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,0,0]
    },
    {
      "name" : "Cela",
      "description" : "Stoisz w celi, znajduje się tu dwie prycze i stolik. Wyjście na północ ograniczają ciężkie dębowe drzwi.",
      "coord" : {"x" : 3, "y" : 4, "z" : 1},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,0,0]
    },
    {
      "name" : "Cela",
      "description" : "Stoisz w celi, znajduje się tu dwie prycze i stolik. Wyjście na północ ograniczają ciężkie dębowe drzwi.",
      "coord" : {"x" : 4, "y" : 4, "z" : 1},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,0,0]
    },
    {
      "name" : "Spiżarnia",
      "description" : "Zszedłeś do pomieszczenia w którym karczmarz przechowuje żywność i alkohol.",
      "coord" : {"x" : 6, "y" : 4, "z" : 1},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,0,0,1,0]
    },
    {
      "name" : "Głębsza spiżarnia",
      "description" : "Stoi tu własciwie tylko jeden regał a na nim kilka butelek wina datowanych na wiele lat wstecz. Możesz wrócić na górę.",
      "coord" : {"x" : 2, "y" : 0, "z" : 0},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,0,0,1,0]
    },
    {
      "name" : "Tajny Skarbiec",
      "description" : "Znalazłeś się w najgłębszej części zamku. Sufit jest tu bardzo nisko. Stoi tu skrzynia i kufer. Możesz przejść w głąb na południe.",
      "coord" : {"x" : 4, "y" : 0, "z" : 0},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,1,0]
    },
    {
      "name" : "Tajny Skarbiec",
      "description" : "Dotarłeś w głąb skarbca stoją tu dwie amfory i sarkofag. Możesz wrócić na północ.",
      "coord" : {"x" : 4, "y" : 1, "z" : 0},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,0,0]
    },
    {
      "name" : "Niższy loch",
      "description" : "Znalazłeś się na początku wąskiego korytarza prowadzącego do celi na wschodzie. Możesz wrócić kamiennymi schodami na górę.",
      "coord" : {"x" : 2, "y" : 3, "z" : 0},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,1,0]
    },
    {
      "name" : "Niższy loch",
      "description" : "Idziesz korytarzem prowadzącym na wschód do pojedynczej celi, która znajduje się za grubą ścianą i podwójnymi drzwiami. Możesz wrócić na zachód.",
      "coord" : {"x" : 3, "y" : 3, "z" : 0},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,1,0,0,0]
    },
    {
      "name" : "Samotna cela",
      "description" : "Stoisz w celi. Jest tu drewniane łóżko, szafka i stolik. Wyjścia na zachód bronią potężne podwójne drzwi.",
      "coord" : {"x" : 4, "y" : 3, "z" : 0},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,1,0,0,0]
    },
    {
      "name" : "Spichlerz",
      "description" : "Znajdujesz się na piętrze spichlerza. Przechowywany jest tu len, konopie oraz suszą się cebula oraz czosnek. Możesz przejść do dalszej części spichlerza na południe.",
      "coord" : {"x" : 0, "y" : 0, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Pokój",
      "description" : "Wszedłeś do jednego z zamkowych pokoi. Mieszka tu doradca lorda. Jest tu ustawione dwuosobowe łóżko i inne meble. Możesz stąd wyjsć na wschód.",
      "coord" : {"x" : 2, "y" : 0, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,0,0]
    },
    {
      "name" : "Korytarz",
      "description" : "Znajdujesz się na piętrze zamku. Na ścianach wiszą obrazy. Na wschodzie i zachodzie są drzwi do komnat. MOżesz przejsć w stronę schodów na południe.",
      "coord" : {"x" : 3, "y" : 0, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,1,0,1,0,1,0,0,0]
    },
    {
      "name" : "Komnata Lorda",
      "description" : "Wszedłeś do pokoju Lorda. Na środku stoi wielkie łóżko z baldachimem. Po obu stronach stoi stolik, na jednym stoi świecznik. Możesz stąd wyjsć na zachód.",
      "coord" : {"x" : 4, "y" : 0, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,1,0,0,0]
    },
    {
      "name" : "Pokój w kamienicy",
      "description" : "Prosty pokój w którym mieszkają osoby pracujące na terenie zamku. Są tu dwa piętrowe łóżka. Można stąd wyjsć na klatkę schodową na południe.",
      "coord" : {"x" : 6, "y" : 0, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Spichlerz",
      "description" : "Stoisz na piętrze spichlerza. Przechowuje się tu przede wszystkim zboże w sąsiekach i workach. Pod południową ścianą znajduje się winda towarowa. Możesz przejść w głąb na północ, lub użyć schodów by wejść w górę lub w dół.",
      "coord" : {"x" : 0, "y" : 1, "z" : 3},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,1,1]
    },
    {
      "name" : "Pokój",
      "description" : "Wszedłeś do jednego z zamkowych pokoi. Mieszka tu sekretarz. Jest tu ustawione dwuosobowe łóżko regał pełny dokumentów i książek. Możesz stąd wyjsć na wschód.",
      "coord" : {"x" : 2, "y" : 1, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,0,0]
    },
    {
      "name" : "Korytarz",
      "description" : "Znajdujesz się na piętze zamku. W to miejsce prowadzą podwójne schody. Możesz wejść do pomieszczenia na wschodzie i zachodzie albo przjeść dalej korytarzem na północ lub skorzystać ze schodów by zejść piętro niżej lub wyżej.",
      "coord" : {"x" : 3, "y" : 1, "z" : 3},
      "surface" : 2,
      "exit" : [1,0,1,0,0,0,1,0,1,1]
    },
    {
      "name" : "Pokój",
      "description" : "Wszedłeś do jednego z zamkowych pokoi. Mieszka tu namiestnik. Na podłodze leży wyprawiona skóra z dzika. Znajduje się tu duże łóżko. Możesz opuścić to pomieszczenie kierując się na zachód.",
      "coord" : {"x" : 4, "y" : 1, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,1,0,0,0]
    },
    {
      "name" : "Klatka schodowa",
      "description" : "Zmajdujesz się na schodach w kamienicy. Możesz wejśćdo jednego z pokoi na północ lub południe, lub przejść w górę albo w dół.",
      "coord" : {"x" : 6, "y" : 1, "z" : 3},
      "surface" : 2,
      "exit" : [1,0,0,0,1,0,0,0,1,1]
    },
    {
      "name" : "Browar Zamkowy",
      "description" : "Znalazłeś się na poddaszu browaru. Piwowarzy przechowują tu sypkie surowce takie jak słód, ziarno, chmiele i zioła. W kątach leżą zużyte naczynia niegdyś używane w tym budynku. Możesz wrócić schodami w dół.",
      "coord" : {"x" : 0, "y" : 2, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,0,0,0,1]
    },
    {
      "name" : "Pokój w kamienicy",
      "description" : "W tym pokoju trzy łóżka są ustawione w literę U. Obok każdego stoi szafka, a w kącie umieszczono wielką szafę. Możesz stąd przejsć na klatkę schodową na północ.",
      "coord" : {"x" : 6, "y" : 2, "z" : 3},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,0,0]
    },
    {
      "name" : "Mieszkanie kupca",
      "description" : "Wszedłeś do schludnego mieszkania, gdzie nad swoim składem rezyduje kupiec. Widać tu duże łóżko, szafę, skrzynie, regał z papierami i książkami. Na podłodze leży dywan, na ścianie rozpięty arras. Możesz stąd zejśćw dół.",
      "coord" : {"x" : 0, "y" : 3, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,0,0,0,1]
    },
    {
      "name" : "Gospoda",
      "description" : "Znalazłeś się na piętrze gospody, gdzie znajdują się miejsca do spania. W rzędzie ustawiono kilka łóżek, przy każdym jest mała skrzynka, w której podróżny może złożyć swoje rzeczy. Pomieszczenie ciągnie się dalej na południe. Możesz zejsć schodami w dół.",
      "coord" : {"x" : 6, "y" : 2, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,1]
    },
    {
      "name" : "Mieszkanie Kowala",
      "description" : "Wszedłeś do mieszkania należącego do zamkowego kowala. Jest tu łóżko o metalowej konstrukcji, stół na którym leża różne projekty i prototypy, a także skrzynia. Możesz stąd wyjść na wschód.",
      "coord" : {"x" : 0, "y" : 4, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,0,0]
    },
    {
      "name" : "Pokój z przejściem",
      "description" : "Znalazłeś się na piętrze kuźni. Ustawiono tu trzy łóżka. Przy ścianie znajduje się oddzielone przejście prowadzące na zachód do pokoju Kowala. Możesz także zejść schodami w dół.",
      "coord" : {"x" : 1, "y" : 4, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,0,1]
    },
    {
      "name" : "Pokój Zbrojmistrza",
      "description" : "Znalazłeś się w mieszkaniu osoby pełniącej pieczę nad orężem straży. Znajduje się tu łóżko, stół i krzesła. Na stole leży kilka książek traktujących o różnych rodzajach broni. W kącie stoi skrzynia. Możesz zejść schodami w dół, lub przejść wąskimi drzwiami na wschód.",
      "coord" : {"x" : 2, "y" : 4, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,0,1]
    },
    {
      "name" : "Brama główna",
      "description" : "Stoisz nad głównym wejsciem prowadzącym do zamku. W kierunku południowym wychodzi wiele otwórów przez które łucznicy mogą prowadzić ostrzał w razie przedarcia się wroga. Pod ścianą znajduje się kołowrót umożliwiajacy sterowanie bramą. Możesz stąd przejść na wschód, lub zachód małymi drzwiami.",
      "coord" : {"x" : 3, "y" : 4, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,1,0,0,0]
    },
    {
      "name" : "Kwatera Straży",
      "description" : "Znalazłeś się w pokoju o drewnianej podłodze. Na ustawionych w rzędach łóżkach nocują strażnicy. Możesz przejść do dalszej części pomieszczenia lub opuścić je drzwiami na zachodzie. W dół prowadzą drewniane schody..",
      "coord" : {"x" : 4, "y" : 4, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,1,0,0,1]
    },
    {
      "name" : "Kwatera Straży",
      "description" : "Jesteś na piętrze budynku straży. Stoi tu kilka łóżek i stołów. Na górę prowadzą schody. Możesz przejść do dalszej części pomieszczenia na zachód.",
      "coord" : {"x" : 5, "y" : 4, "z" : 3},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,1,0,1,0]
    },
    {
      "name" : "Gospoda",
      "description" : "Dotarłeś do dalszej części pomieszczenia, w którym nocują goście gospody. Znajdują się tu łóżka i skrzynie. Na południowej ścianie wisi obraz.",
      "coord" : {"x" : 6, "y" : 4, "z" : 3},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,0,0]
    },
    {
      "name" : "Słodownia",
      "description" : "Dotarłeś w położoną najwyżej część spichlerza. Ziarno między innymi jęczmienia jest tu zwilżane, by zrobić z niego słód. Gotowy słód jest składowany w workach. Możesz stąd przejśćna południe.",
      "coord" : {"x" : 0, "y" : 0, "z" : 4},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Pokój Skarbnika",
      "description" : "Wszedłeś do pomieszczenia, w którym mieszka skarbnik. Stoi tu łóżko, stół, regał z książkami. Na południu znajdują się drzwi.",
      "coord" : {"x" : 2, "y" : 0, "z" : 4},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Pokój służby",
      "description" : "Znalazłeś sięna końcu długiego pokoju, w którym nocuje służba i pracownicy zamku. Stoją tu łóżka, szafki. Mozesz przjeść dalej na południe.",
      "coord" : {"x" : 4, "y" : 0, "z" : 4},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Poddasze",
      "description" : "Przeszedłeś na północną część ostatniego piętra kamienicy. Leżą tu różne graty, stare łóżko, beczki. Wszędzie jest dużo pajęczyn. Możesz wyjść stąd drzwiami na południe.",
      "coord" : {"x" : 6, "y" : 0, "z" : 4},
      "surface" : 2,
      "exit" : [0,0,0,0,1,0,0,0,0,0]
    },
    {
      "name" : "Spichlerz",
      "description" : "Znalazłeś się na najwyższym piętrze spichlerza. Stoją tu worki różnej wielkości. Przy południowej ścianie znajduje się otwór w podłodze dla windy towarowej, nad nim kołowrót umożliwiający sterowanie. Możesz przejść na północ do słodowni. Lub zejść schodami w dół.",
      "coord" : {"x" : 0, "y" : 1, "z" : 4},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,0,1]
    },
    {
      "name" : "Pokój",
      "description" : "Wszedłeś do przytulnego pomieszczenia, znajdują się tu ława, kilka krzeseł, regał. Na ławie leży rozłożona plansza. Na północnej ścianie znajdują się drzwi. Do klapy w suficie prowadzi drabina. Możesz stąd wyjść na wschód.",
      "coord" : {"x" : 2, "y" : 1, "z" : 4},
      "surface" : 2,
      "exit" : [1,0,1,0,0,0,0,0,1,0]
    },
    {
      "name" : "Przejście",
      "description" : "Dotarłeś do przejścia na drugim piętrze zamku. Na wschód i zachód prowadzą drzwi. Na południu przez szerokie okno otwiera się widok na plac zamkowy, na północnej ścianie wiszą godła i obrazy. Schody prowadzą w dół.",
      "coord" : {"x" : 3, "y" : 1, "z" : 4},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,1,0,0,1]
    },
    {
      "name" : "Pokój służby",
      "description" : "Przeszedłeś do podłóżnego pomieszczenia, zastawionego w dwóch rzędach łóżkami. Przy drzwiach stoi szafa. Na podłodze leży dywanik. Możesz przejść w głąb pomieszczenia na północ, wrócić do przejścia na zachód. Do klapy w suficie prowadzi drabina.",
      "coord" : {"x" : 4, "y" : 1, "z" : 4},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,1,0,1,0]
    },
    {
      "name" : "Poddasze",
      "description" : "Wszedłeś na strych kamienicy. Dwuspadowy dach schodzi się u szczytu tworząc trójkątną przestrzeń. Stoi tu skrzynia i szafa. Na północy są drzwi, na południu skonstruowano przegrodę za którą można przejść do dalszej części. Możesz wrócić schodami w dół.",
      "coord" : {"x" : 6, "y" : 1, "z" : 4},
      "surface" : 2,
      "exit" : [1,0,0,0,1,0,0,0,0,1]
    },
    {
      "name" : "Poddasze",
      "description" : "Wszedłeś za przegrodę. Znajduje się tu ciasny ale bardzo przytulny kącik. Pod opadającym stropem ustawiono leżankę, obok której stoi stolik. Po drugiej stronie stoi niewielka szafa. Na środku pomieszczenia wisi umocowany u szczytu kociołek, a pod nim na blasze palenisko. W kącie stoi lutnia.",
      "coord" : {"x" : 6, "y" : 2, "z" : 4},
      "surface" : 2,
      "exit" : [1,0,0,0,0,0,0,0,0,0]
    },
    {
      "name" : "Warsztat",
      "description" : "Przeszedłeś w głąb warsztatu. Stoją tu narzędzia ślusarskie, imadła. Na stole leżą rozłożone młotki i pilniki. Możesz cofnąć się na zachód.",
      "coord" : {"x" : 0, "y" : 4, "z" : 4},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,0,0]
    },
    {
      "name" : "Warsztat",
      "description" : "Wszesłeś do warsztatu, znajdującego się nad częścią mieszkalną. Znajdują się tu urządzenia i materiały potrzebne do wytwarzania kusz, części ruchomych i tym podobnych. Możesz przejsć dalej na zachód, lub zejsć po schodach w dół.",
      "coord" : {"x" : 1, "y" : 4, "z" : 4},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,1,0,0,1]
    },
    {
      "name" : "Wieża",
      "description" : "Wspiąłeś się na przedostatnie piętro wieży przy bramie. Nie ma tu zbyt wiele miejsca, pod ścianą stoi stojak na łuki, na południe wychodzi małe okienko. Na dół prowadzą strome drewniane schody, na górę drabina.",
      "coord" : {"x" : 2, "y" : 4, "z" : 4},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,0,0,1,1]
    },
    {
      "name" : "Wieża",
      "description" : "Znalazłeś się w wieży przy bramie. Stoi tu skrzynia. Na dół prowadzą strome drewniane schody, na górę drabina.",
      "coord" : {"x" : 4, "y" : 4, "z" : 4},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,0,0,1,1]
    },
    {
      "name" : "Kwatera Straży",
      "description" : "Wszedłeś do pomieszczenia w którym nocują młodsi stażem strażnicy. Są tu wąskie piętrowe łóżka. Możesz przejść na wschód do dalszej części pomieszczenia lub zejść schodami w dół.",
      "coord" : {"x" : 5, "y" : 4, "z" : 4},
      "surface" : 2,
      "exit" : [0,0,1,0,0,0,0,0,0,1]
    },
    {
      "name" : "Kwatera Straży",
      "description" : "Przeszedłeś do dalszej części pomieszczenia. Tu takze są łóżka, ale pod wschodnią ścianą znajduje się szeroki stół a przy nim kilka krzeseł. Możesz wrócić na zachód.",
      "coord" : {"x" : 6, "y" : 4, "z" : 4},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,1,0,0,0]
    },
    {
      "name" : "Wieża",
      "description" : "Wspiąłeś się na sam szczyt wieży zamkowej. Rozciąga się stąd widok na cały teren zamku, ale widoczne są też miejscie zabudowania. Płaska podłoga otoczona jest niskim murem zwieńczonym blankami.",
      "coord" : {"x" : 2, "y" : 1, "z" : 5},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,0,0,0,1]
    },
    {
      "name" : "Wieża",
      "description" : "Dostałeś się na sam szczyt wieży zamkowej. Rozciąga się stąd widok na cały teren zamku, ale widoczne są też miejscie zabudowania. Płaska podłoga otoczona jest niskim murem zwieńczonym blankami.",
      "coord" : {"x" : 4, "y" : 1, "z" : 5},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,0,0,0,1]
    },
    {
      "name" : "Wieża",
      "description" : "Wspiąłeś się na sam szczyt wieży przy bramie. Rozciąga się stąd widok na plac zamkowy na północy oraz na południową część miasta. Mur sięga tu do brzucha, a blanki wznoszą się na wysokość wyprostowanego człowieka.",
      "coord" : {"x" : 2, "y" : 4, "z" : 5},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,0,0,0,1]
    },
    {
      "name" : "Wieża",
      "description" : "Wszedłeś się na sam szczyt wieży przy bramie. Rozciąga się stąd widok na plac zamkowy na północy oraz na południową część miasta. Mur sięga tu do brzucha, a blanki wznoszą się na wysokość wyprostowanego człowieka.",
      "coord" : {"x" : 4, "y" : 4, "z" : 5},
      "surface" : 2,
      "exit" : [0,0,0,0,0,0,0,0,0,1]
    }
	]
}